[
  {
    "id": 1,
    "name": "Bangladesh ICT Expo",
    "img": "https://i.ibb.co/64VYZzL/ictExpo.jpg",
    "price": 450,
    "short_details": "I'm unable to provide real-time information or details about specific events that have occurred after my last knowledge update in September 2021.",
    "details": "The Bangladesh ICT Expo is a significant annual event in the country's technology landscape. This expo typically serves as a platform to showcase the latest developments in information and communication technology (ICT) within Bangladesh. Held at various times throughout the year and in different cities, this expo attracts a diverse range of participants, including technology companies, government agencies, educational institutions, startups, entrepreneurs, and IT professionals. At the heart of the event are the exhibition stalls or booths, where companies and organizations proudly display their cutting-edge products and services. These stalls often feature live demonstrations, product launches, and engaging discussions with industry experts. Moreover, the expo hosts a series of conferences and seminars that delve into industry trends, best practices, and the future of technology in Bangladesh. It also fosters invaluable networking opportunities, enabling attendees to connect with potential partners, investors, job seekers, and industry peers. Government initiatives and policies related to the ICT sector, as well as the vibrant startup ecosystem in Bangladesh, are commonly highlighted themes. Furthermore, the event underscores the significance of digital transformation and emerging technologies such as artificial intelligence, blockchain."
  },
  {
    "id": 2,
    "name": "Dhaka International Mobile Film Festival",
    "img": "https://i.ibb.co/s64HmWx/mobile-filime.jpg",
    "price": 550,
    "short_details": "As of my last knowledge update in September 2021, the Dhaka International Mobile Film Festival (DIMFF) is an annual event held in Dhaka, Bangladesh, dedicated to celebrating and promoting mobile filmmaking.",
    "details": "As of my last knowledge update in September 2021, the Dhaka International Mobile Film Festival (DIMFF) is an annual event held in Dhaka, Bangladesh, dedicated to celebrating and promoting mobile filmmaking. It serves as a platform for filmmakers, both amateur and professional, to showcase their creativity and storytelling abilities using mobile devices such as smartphones and tablets. The festival typically features a wide range of short films, documentaries, animations, and experimental works, all produced using mobile technology. DIMFF offers a unique opportunity for filmmakers to explore the possibilities of mobile filmmaking and engage with audiences and fellow filmmakers. It also includes workshops, seminars, and discussions on mobile filmmaking techniques and trends. Please note that event details, including dates, venues, and specific program offerings, may change from year to year, so it's advisable to visit the official DIMFF website or contact the festival organizers directly for the most up-to-date information."
  },
  {
    "id": 3,
    "name": "BD Game Expo BGX",
    "img": "https://i.ibb.co/WFk7f3b/bd-game-expo.jpg",
    "price": 850,
    "short_details": "As of my last knowledge update in September 2021, I don't have specific information about a BD Game Expo BGX. It's possible that this event has emerged or been announced after that date,",
    "details": "As of my last knowledge update in September 2021, I don't have specific information about a BD Game Expo BGX. It's possible that this event has emerged or been announced after that date, or it may not be widely recognized or documented.However,  there is a BD Game Expo BGX event, it's likely to be related to gaming in Bangladesh. Game expos typically serve as platforms for showcasing video games, gaming hardware, and related products. They often feature opportunities for attendees to play games, attend gaming tournaments, and interact with game developers and industry professionals.For the most accurate and up-to-date information about the BD Game Expo BGX, including its objectives, dates, location, and program details, I recommend visiting the official event website or contacting the event organizers directly. They can provide you with comprehensive information about the event and what to expect."
  },
  {
    "id": 4,
    "name": "National Mobile Gaming Championship",
    "img": "https://i.ibb.co/PgMLjTJ/natnonal-game-compotion.jpg",
    "price": 1050,
    "short_details": "The National Mobile Gaming Championship (NMGC) is an annual esports tournament and competition held in various countries, including Pakistan, ",
    "details": "The National Mobile Gaming Championship (NMGC) is an annual esports tournament and competition held in various countries, including Pakistan, India, and other nations. It focuses on mobile gaming and aims to provide a platform for mobile gamers to showcase their skills, compete at a national level, and potentially represent their country on an international stage. NMGC typically features a series of esports tournaments for popular mobile games, such as PUBG Mobile, Free Fire, Call of Duty Mobile, Mobile Legends, and others. These tournaments often include both individual and team-based competitions, attracting a diverse range of participants, from amateur gamers to professional esports teams. The championship offers significant cash prizes, recognition, and the opportunity for participants to gain fame within the mobile gaming community. It also serves as a hub for gamers, gaming enthusiasts, and fans to come together, watch exciting matches, and celebrate the mobile gaming culture."
  },
  {
    "id": 5,
    "name": "GameJam",
    "img": "https://i.ibb.co/v4HxBJY/gamejam.jpg",
    "price": 1400,
    "short_details": "A GameJam is a creative event where individuals or teams of game developers, artists, designers, and enthusiasts gather for a concentrated period.",
    "details": "A GameJam is a creative event where individuals or teams of game developers, artists, designers, and enthusiasts gather for a concentrated period, typically ranging from a few hours to a few days, to collaboratively create video games from scratch. These events are characterized by tight time constraints, often lasting just a weekend, which encourages participants to work rapidly and think outside the box. GameJams often have specific themes or constraints that participants must incorporate into their games, fostering innovation and adaptability. The diverse array of games produced, from experimental prototypes to fully polished titles, showcases the wide range of creativity within the game development community. GameJam participants often playtest each other's games and provide feedback, contributing to a sense of community and skill development. These events can be held both online, allowing participants from around the world to join, and in physical locations, fostering face-to-face collaboration. GameJams serve as a valuable platform for learning, networking, and showcasing unique indie game concepts."
  },
  {
    "id": 6,
    "name": "Tech Conferences at Universities",
    "img": "https://i.ibb.co/Bwm0TPc/6.jpg",
    "price": 2050,
    "short_details": "Tech conferences held at universities are dynamic events that serve as vital platforms for the convergence of students, faculty, researchers, and industry experts. ",
    "details": "Tech conferences held at universities are dynamic events that serve as vital platforms for the convergence of students, faculty, researchers, and industry experts. These gatherings are designed to foster an environment of exploration and dialogue surrounding the latest advancements and trends in the world of technology. Typically featuring an array of keynote speakers from both academia and industry, these conferences offer deep insights into cutting-edge technologies, research findings, and their practical applications.One of the key highlights of these events is the opportunity they provide for attendees to share their research projects and papers, inviting constructive feedback and facilitating knowledge dissemination. Networking is also a central focus, offering participants the chance to connect with peers, professors, industry professionals, and potential collaborators. Through hands-on workshops, tutorials, and interactive sessions, attendees acquire practical skills and knowledge, enhancing their educational experience."
  },
  {
    "id": 7,
    "name": "Dhaka International Robo Fest",
    "img": "https://i.ibb.co/9cQJ3yt/7.jpg",
    "price": 1799,
    "short_details": "The Dhaka International Robo Fest is an annual event held in Dhaka, Bangladesh, that brings together robotics enthusiasts, students",
    "details": "The Dhaka International Robo Fest is an annual event held in Dhaka, Bangladesh, that brings together robotics enthusiasts, students, engineers, and innovators from across the country and around the world. This festival serves as a vibrant platform for showcasing the latest advancements in robotics technology and fostering a spirit of creativity and innovation.At the heart of the festival are a series of robotic competitions and challenges that participants eagerly engage in, allowing them to demonstrate their engineering prowess and creative problem-solving skills. These competitions often include robot battles, autonomous robot challenges, and innovative robotics projects.In addition to the competitions, the Dhaka International Robo Fest typically offers a diverse program that includes workshops and tutorials conducted by experts in the field. These sessions provide attendees with valuable hands-on experience and insights into cutting-edge robotics technologies."
  },
  {
    "id": 8,
    "name": "Startup Incubators and Pitch Competitions",
    "img": "https://i.ibb.co/4RdgDg3/8.jpg",
    "price": 2200,
    "short_details": "Startup incubators are organizations or programs dedicated to nurturing and accelerating the growth of early-stage companies and entrepreneurs.",
    "details": "Startup incubators are organizations or programs dedicated to nurturing and accelerating the growth of early-stage companies and entrepreneurs. These incubators provide a wide range of resources and support to help startups thrive. This support often includes mentorship from experienced entrepreneurs or industry experts, access to co-working spaces or office facilities, and opportunities for seed funding or introductions to potential investors.Incubators also offer educational programs, workshops, and training sessions aimed at equipping founders with the skills and knowledge needed to navigate the challenges of building a successful business. Additionally, startups within incubator programs benefit from networking opportunities, both within the incubator community and with external stakeholders such as industry professionals, potential customers, and partners."
  },
  {
    "id": 9,
    "name": "Tech Conferences and Expos",
    "img": "https://i.ibb.co/7WtSfBC/9.jpg",
    "price": 2799,
    "short_details": "Tech conferences and expos are vital gatherings within the technology industry. Conferences provide a platform for professionals.",
    "details": "Tech conferences and expos are vital gatherings within the technology industry. Conferences provide a platform for professionals, experts, and enthusiasts to come together, exchange knowledge, and explore emerging trends through keynote speeches, panel discussions, and interactive sessions. These events foster networking opportunities and promote collaboration. Expos, on the other hand, focus on showcasing cutting-edge technologies, products, and innovations to a broader audience. They often feature product launches, demonstrations, and exhibitions, offering attendees a firsthand look at the latest developments in the tech world. Both conferences and expos play pivotal roles in driving innovation, facilitating partnerships, and advancing the technology sector."
  },
  {
    "id": 10,
    "name": "IoT and Smart Cities",
    "img": "https://i.ibb.co/gRJc6hp/10.jpg",
    "price": 1999,
    "short_details": "The Internet of Things (IoT) and the concept of Smart Cities are interconnected innovations poised to transform urban living.",
    "details": "The Internet of Things (IoT) and the concept of Smart Cities are interconnected innovations poised to transform urban living. IoT involves connecting everyday objects and devices to the internet, allowing them to collect and exchange data for improved functionality. Smart Cities leverage IoT technology to enhance urban infrastructure, services, and sustainability.IoT sensors and devices are embedded throughout Smart Cities, enabling real-time data collection on traffic patterns, air quality, energy usage, and more. This data informs city management decisions, leading to more efficient resource allocation and responsive services. For example, Smart City initiatives might optimize traffic flow, reduce energy consumption, enhance public safety, and improve waste management.IoT and Smart Cities aim to create urban environments that are technologically advanced, sustainable, and citizen-friendly. They hold the potential to improve the quality of life for residents by making cities more efficient, eco-friendly, and interconnected. However, challenges like data privacy and security must be addressed to ensure the responsible and secure implementation of these transformative technologies."
  },
  {
    "id": 11,
    "name": "Various University Events",
    "img": "https://i.ibb.co/hsGWxyz/11.jpg",
    "price": 1999,
    "short_details": "Various university events are an integral part of campus life, offering students and faculty a diverse range of experiences beyond the classroom. ",
    "details": "Various university events are an integral part of campus life, offering students and faculty a diverse range of experiences beyond the classroom. These events serve multiple purposes, from academic enrichment to cultural celebration and community building.One common university event is the Orientation Week, where new students are introduced to the campus environment, academic programs, and campus resources, helping them settle into university life.Career Fairs are another essential part of university events, providing opportunities for students to network with potential employers, explore job prospects, and secure internships that can shape their future careers. "
  },
  {
    "id": 12,
    "name": "Game Development Workshops",
    "img": "https://i.ibb.co/hXdBn48/12.jpg",
    "price": 1500,
    "short_details": "A game development workshop is an educational program designed to teach individuals the essential skills and knowledge required to create video games.",
    "details": "A game development workshop is an educational program designed to teach individuals the essential skills and knowledge required to create video games. These workshops are typically hands-on and cover various aspects of game development, including game design, programming, graphics, sound, and project management. Participants, often aspiring game developers, have the opportunity to learn from experienced instructors and gain practical skills in the Game Design: Participants learn the principles of game design, including gameplay mechanics, storyboarding, level design, and strategies for engaging players."
  }
]